Repository: lightningspirit/WordPress-Custom-Dynamic-Sidebars
Catalog: languages/dynamic-sidebars-*.po
Languages: pt_pt

source: Sidebars
pt_pt: Barras Laterais

# taxonomy general name
source: Sidebars
pt_pt: Barras Laterais

# taxonomy singular name
source: Sidebar
pt_pt: Barras Lateral

source: Search Sidebar
pt_pt: Procurar Barras Laterais

source: All Sidebars
pt_pt: Todas as Barras Laterais

source: Edit Sidebar
pt_pt: Editar Barras Lateral

source: Update Sidebar
pt_pt: Atualizar Barras Lateral

source: Add New Sidebar
pt_pt: Adicionar Nova Barras Lateral

source: New Sidebar Name
pt_pt: Nome da Nova Barras Lateral

source: Separate Sidebar names with commas
pt_pt: Separe nomes das Barras Laterais com vírgulas

source: Add or Remove Sidebars
pt_pt: Adicionar ou Remover Barras Laterais

source: Choose from the Most used
pt_pt: Escolha das Mais Usadas

source: There are no Dynamic Sidebars defined
pt_pt: Não existem Barras Laterais Dynamicas definidas

source: The ID for this sidebar. Need to be unique. Left blank for automatic fill.
pt_pt: O ID para esta Barras Lateral. Necessário ser única. Deixe em branco para preenchimento automático.

source: Dynamic Sidebars
pt_pt: Barras Laterais Dinâmicas

source: Create dynamically new sidebars for each post, page or custom post type and manage them through the admin Widgets page.
pt_pt: Crie novas Barras Laterais dinamicamente, associe-as a artigos, páginas ou outros tipos de post e adicione Widgets através da página da administração.
